[
  {
    "category": "hats",
    "name": "Purple Adidas Logo Beanie",
    "brand": "Adidas",
    "where": "Chicago",
    "memory": "I bought this along with three of my best friends on our Spring Break trip to Chicago last year."
  },
  {
    "category": "hats",
    "name": "Pink Adidas Logo Beanie",
    "brand": "Adidas",
    "where": "Chicago",
    "memory": "I also have the same beanie in pink."
  },
  {
    "category": "hats",
    "name": "Black Beanie",
    "brand": "Forever 21",
    "where": "Online",
    "memory": "You can never go wrong with a basic black beanie. This keeps my head warm in the winter time."
  },
  {
    "category": "hats",
    "name": "Olive Green Beanie",
    "brand": "Forever 21",
    "where": "Online",
    "memory": "I also have this beanie in maroon."
  },
  {
    "category": "hats",
    "name": "Maroon Beanie",
    "brand": "Forever 21",
    "where": "Online",
    "memory": "I also have this beanie in olive green."
  },
  {
    "category": "hats",
    "name": "Nike Baseball Hat",
    "brand": "Nike",
    "where": "Online",
    "memory": "This is my favorite hat. I wear it all the time, especially when I am dancing because it makes me feel confident."
  },
  {
    "category": "hats",
    "name": "Stony Brook University Hat",
    "brand": "Stony Brook University",
    "where": "Stony Brook Campus Store",
    "memory": "I attended Stony Brook University for my first year of college, and then I transferred to Parsons. I always wear this when I find myself missing it."
  },
  {
    "category": "hats",
    "name": "Boba Guys Hat",
    "brand": "Boba Guys",
    "where": "Work",
    "memory": "I wore this hat as uniform when I worked part time at Boba Guys last summer."
  },
  {
    "category": "hats",
    "name": "Adidas Beige Baseball Hat",
    "brand": "Adidas",
    "where": "Online",
    "memory": "I just really like this color and I really like Adidas."
  },
  {
    "category": "hats",
    "name": "Moxie Baseball Cap",
    "brand": "Moxie",
    "where": "Stony Brook",
    "memory": "Moxie is an all girls urban hip hop dance group that consists of some of my close friends from my old university. I really look up to them when it comes to confidence."
  },
  {
    "category": "hats",
    "name": "Yankee Baseball Cap",
    "brand": "Yankee",
    "where": "Hand me down",
    "memory": "This hat has been in the family coat closet for the longest time and I remember seeing it in there all the time growing up. I wore it to a Yankee game for Fourth of July."
  },
  {
    "category": "hats",
    "name": "Vinyard Vines Whale Hat",
    "brand": "Vineyard Vines",
    "where": "Gifted",
    "memory": "This hat reminds me of Long Island and suburbia, which is where I grew up."
  },
  {
    "category": "hats",
    "name": "Adidas Denim Bucket Hat",
    "brand": "Adidas",
    "where": "New York City",
    "memory": "I wore this to the beach everyday when I was in Martinique. It reminds me of summertime."
  },
  {
    "category": "hats",
    "name": "Adidas Pink T-Shirt",
    "brand": "Adidas",
    "where": "New York City",
    "memory": "I love this shade of pink."
  },
  {
    "category": "tops",
    "name": "Don't Be A Pussy T-Shirt",
    "brand": "Rip n Dip",
    "where": "Gifted",
    "memory": "Someone gifted this as a gag gift at my brother's workplace, but no one was going to actually wear it. So I took it as a good reminder."
  },
  {
    "category": "tops",
    "name": "Odd Future T-Shirt",
    "brand": "Odd Future",
    "where": "Chicago",
    "memory": "I love Odd Future's music and I wore this when I made a dance concept video with my two friends."
  },
  {
    "category": "tops",
    "name": "Worthy T-Shirt",
    "brand": "VGxOG",
    "where": "Online",
    "memory": "A healthy reminder to myself on self worth."
  },
  {
    "category": "tops",
    "name": "Golden Stussy T-Shirt",
    "brand": "Stussy",
    "where": "Stussy Archival Pop Up Store",
    "memory": "One of my favorite tees that I own. The color makes me happy and reminds me of sunny days."
  },
  {
    "category": "tops",
    "name": "Vintage Purple Stussy T-Shirt",
    "brand": "Stussy",
    "where": "Stussy Archival Pop Up Store",
    "memory": "I liked the other Stussy tee so much I wanted to get it in purple. It's hand-dyed so there isn't another t-shirt like it."
  },
  {
    "category": "tops",
    "name": "Sandbox T-Shirt",
    "brand": "Sandbox",
    "where": "Gifted",
    "memory": "I used to train for dance at Sandbox almost every single week last year. My friend James who started the company gave me one of the shirts for my 21st birthday."
  },
  {
    "category": "tops",
    "name": "SAYAW T-Shirt",
    "brand": "PUSO",
    "where": "Stony Brook University",
    "memory": "SAYAW is an annual dance competition held by I participated during my freshman year of college and got to take workshops from choreographers that I look up to from the West Coast."
  },
  {
    "category": "tops",
    "name": "New Order Graphic T-Shirt",
    "brand": "Urban Outfitters",
    "where": "Long Island",
    "memory": "I bought this on Black Friday sale when I was in high school with friends. It's a XL in Mens so its huge on me. I love the graphic design of the roses."
  },
  {
    "category": "tops",
    "name": "Honey T-Shirt",
    "brand": "Brandy Melville",
    "where": "Online",
    "memory": "I wore this on a first date in Port Jefferson, Long Island. I remember eating ice cream and walking along the water with my boyfriend at the time."
  },
  {
    "category": "tops",
    "name": "Mura Masa Concert T-Shirt",
    "brand": "Mura Masa",
    "where": "Mura Masa Concert",
    "memory": "I bought this at the Mura Masa concert a year ago at Terminal 5. I love his music and it was such a fun show."
  },
  {
    "category": "tops",
    "name": "Floral Orange Tank Top",
    "brand": "Unknown",
    "where": "Hand me down",
    "memory": "My room mate gave this to me last summer because she wasn't going to wear it anymore. I wore it in Martinique and it reminds me of the nice weather there."
  },
  {
    "category": "tops",
    "name": "Black Sparkly Top",
    "brand": "Forever 21",
    "where": "New York City",
    "memory": "I always wear this top for a night out. It makes me feel good and I can pair it with anything."
  },
  {
    "category": "tops",
    "name": "Black Halter Top",
    "brand": "Tobi",
    "where": "Online",
    "memory": "I wore this on my 19th birthday when I was at Stony Brook and celebrated with close friends. I love the way it accentuates my shoulders."
  },
  {
    "category": "tops",
    "name": "White Dress Shirt",
    "brand": "Brandy Melville",
    "where": "Spain",
    "memory": "This is my only real \"formal\" dress shirt. I wear it for professional interviews, career fairs, etc. I think I got a makeup stain on it though..."
  },
  {
    "category": "tops",
    "name": "OVO Polo Shirt",
    "brand": "OVO",
    "where": "Los Angeles",
    "memory": "I bought this on my recent spring break trip to LA. It's probably the most expensive shirt I have so far. I love the gold detailing, and I like Drake, who created the line."
  },
  {
    "category": "tops",
    "name": "JGRNT Long Sleeve",
    "brand": "JGRNT store",
    "where": "Chicago",
    "memory": "The airbnb I stayed at was right next to this streetwear store. It reminds me of my visit to Chicago."
  },
  {
    "category": "tops",
    "name": "STEADY Logo Long Sleeve",
    "brand": "STEADY",
    "where": "New York City",
    "memory": "I bought this from the STEADY pop up store when I interned for them. It's a mens XL but I like how comfortable it is and the boldness of the red."
  },
  {
    "category": "tops",
    "name": "Red Plaid Flannel",
    "brand": "Unknown",
    "where": "Thrifted",
    "memory": "I got this flannel for $6 and reminds me of when I went to Washington Square Park for a picnic last year."
  },
  {
    "category": "tops",
    "name": "NIKE x KITH Long Sleeve",
    "brand": "KITH",
    "where": "NYC KITH",
    "memory": "I bought this when I was hanging out with my Stony Brook friends during freshman winter break. It was one of my first streetwear purchases."
  },
  {
    "category": "jackets",
    "name": "LL Bean Pink Jacket",
    "brand": "LL Bean",
    "where": "Thrifted",
    "memory": "I thrifted this after a dance shoot with my two friends, James and Alex. Pink is my favorite color if you can't tell by now."
  },
  {
    "category": "jackets",
    "name": "Adidas Pink Raincoat",
    "brand": "Adidas",
    "where": "Gifted",
    "memory": "My friends at Stony Brook bought me this for my 19th birthday. It always comes in handy when it rains."
  },
  {
    "category": "jackets",
    "name": "Olive Green Bomber Jacket",
    "brand": "Unknown",
    "where": "Gifted",
    "memory": "My mom bought this jacket for me a few years ago. Sadly there is one button missing on the pocket so I can't close it."
  },
  {
    "category": "jackets",
    "name": "Stussy Logo Track Jacket",
    "brand": "Stussy",
    "where": "Online",
    "memory": "I bought this after I recieved my paycheck at Boba Guys last August. It's my favorite jacket so far and I love the detailing."
  },
  {
    "category": "jackets",
    "name": "Adidas Navy Windbreaker",
    "brand": "Adidas",
    "where": "Thrifted",
    "memory": "I bought this at L Train Vintage, a thrift store in East Village for only $8."
  },
  {
    "category": "jackets",
    "name": "Sherpa Jean Jacket",
    "brand": "Unknown",
    "where": "Taiwan",
    "memory": "I got this at a nightmarket in Taipei a few years ago. It's my favorite winter coat and I wear it all the time."
  },
  {
    "category": "jackets",
    "name": "Jean Jacket",
    "brand": "Unknown",
    "where": "Hand me down",
    "memory": "An old jean jacket that was my moms. My actual favorite denim jacket got stolen at Fat Buddha on my 21st birthday, so I now wear this one instead."
  },
  {
    "category": "jackets",
    "name": "Plaid Overcoat",
    "brand": "Gap",
    "where": "Thrifted",
    "memory": "I love how oversized this coat is. I would always wear it to art museums."
  },
  {
    "category": "jackets",
    "name": "Polo Ralph Lauren Windbreaker",
    "brand": "Polo Ralph Lauren",
    "where": "Long Island",
    "memory": "I've been wearing this jacket a lot recently. It's perfect for the spring weather, and I wore it a lot over spring break in Los Angeles."
  },
  {
    "category": "dresses",
    "name": "Pink and white Dress",
    "brand": "Forever 21",
    "where": "Online",
    "memory": "This dress reminds me of the summer time. I wore it to my Ethereal Asian American art exhibit where I showcased my photography."
  },
  {
    "category": "dresses",
    "name": "Teal Button Dress",
    "brand": "Urban Outfitters",
    "where": "New York City",
    "memory": "I really love the way this dress fits on me. I wore it out when I was in LA with my friends, to a gay club called Flaming Saddles... It was an interesting experience."
  },
  {
    "category": "dresses",
    "name": "Black Dress",
    "brand": "American Apparel",
    "where": "Chicago",
    "memory": "I thrifted this last year in Chicago during spring break with my friends. I got it for $8, but I still have not worn it since no formal events have come up."
  },
  {
    "category": "dresses",
    "name": "Wine Colored Dress",
    "brand": "Tobi",
    "where": "Online",
    "memory": "I wore this to ASA formal at Stony Brook, where I performed with my best friend Irving. I sang and played the ukulele."
  },
  {
    "category": "dresses",
    "name": "Denim Overalls",
    "brand": "GULU",
    "where": "Taiwan",
    "memory": "I feel like a farmer whenever I wear this, but in a good way?"
  },
  {
    "category": "dresses",
    "name": "Gingham Jumpsuit",
    "brand": "Urban Outfitters",
    "where": "New York City",
    "memory": "I got this on sale, but had to get it tailored because I am so short. The zipper in the back is broken and doesn't go up all the way."
  },
  {
    "category": "dresses",
    "name": "Light Blue Romper",
    "brand": "Unknown",
    "where": "Taiwan",
    "memory": "I wore this to a nice restaurant last summer in NYC with my two friends, then passed out in Times Square right after. Not a great look."
  },
  {
    "category": "sweaters",
    "name": "LL Bean White Turtleneck",
    "brand": "LL Bean",
    "where": "Thrifted",
    "memory": "This turtleneck pairs so well with everything, but I'm sad that I somehow I got a huge stain on it."
  },
  {
    "category": "sweaters",
    "name": "Elements Crewneck",
    "brand": "BU Fusion",
    "where": "Boston",
    "memory": "I bought this at the Elements Dance Competition hosted by Boston University during my freshman year, where I also learned from choreographers from the West Coast. It was such a great experience; I wish I could attend again."
  },
  {
    "category": "sweaters",
    "name": "Patagonia Sweater",
    "brand": "Patagonia",
    "where": "Hand me down",
    "memory": "This reminds me of my older brother because he gave it to me before he moved to Los Angeles around a month ago."
  },
  {
    "category": "sweaters",
    "name": "Wimbledon Rugby Shirt",
    "brand": "Wimbledon",
    "where": "Los Angeles",
    "memory": "I got this at a streetwear thrift store during my recent spring break trip to LA. I love the colors and how oversized it is on me."
  },
  {
    "category": "sweaters",
    "name": "STEADY Logo Crewneck",
    "brand": "STEADY",
    "where": "Gifted",
    "memory": "I got this as a gift from my boss at my internship with STEADY, during their opening reception of their pop up shop."
  },
  {
    "category": "sweaters",
    "name": "Adidas Multicolor Crewneck",
    "brand": "Adidas",
    "where": "New York City",
    "memory": "This is my favorite crewneck that I own. I love the colors and I bought it during the winter break when I was still at Stony Brook, with my friends at the time."
  },
  {
    "category": "sweaters",
    "name": "USC Crewneck",
    "brand": "USC",
    "where": "USC Campus Store",
    "memory": "I almost transferred to USC, which was my dream college in high school. I bought this when I was visiting LA for the first time."
  },
  {
    "category": "sweaters",
    "name": "Stussy Vintage Black Crewneck",
    "brand": "Stussy",
    "where": "Stussy Archival Pop Up Store",
    "memory": "I really like the logo detailing on the back. This sweater is just very comfortable and one of my favorite sweaters I own."
  },
  {
    "category": "sweaters",
    "name": "Champion Grey Hoodie",
    "brand": "Champion",
    "where": "Long Island",
    "memory": "I got this during a Black Friday sale in high school with my friends at the mall.  It's one of my most thick sweatshirts and I like how it is so baggy."
  },
  {
    "category": "sweaters",
    "name": "Ruffled Sleeve Beige Sweater",
    "brand": "Unknown",
    "where": "Los Angeles",
    "memory": "I thrifted this on Melrose Ave when I was in LA. The ruffled sleeves makes me feel so fancy, even though I got it for $7."
  },
  {
    "category": "sweaters",
    "name": "Off the shoulder Sweater",
    "brand": "Urban Outfitters",
    "where": "Online",
    "memory": "This sweater makes me feel really confident because it's off the shoulder and I love the sleeves. I wear it a lot in the winter."
  },
  {
    "category": "sweaters",
    "name": "Tzu Chi Uniform",
    "brand": "Tzu Chi",
    "where": "Hand me down",
    "memory": "I used to volunteer for Tzu Chi, a Buddhist charity organization all throughout middle and high school. I stopped volunteering after I went to college, but I really want to get back into it."
  },
  {
    "category": "sweaters",
    "name": "Navy Cardigan",
    "brand": "United Colors of Benetton",
    "where": "Hand me down",
    "memory": "I took this cardigan from my dad so it's huge on me. I used to wear it all the time in high school. The ends of the sleeves are starting to unravel."
  },
  {
    "category": "bottoms",
    "name": "Grey Denim High Waisted Jeans",
    "brand": "Chic",
    "where": "Depop",
    "memory": "Honestly these are pretty uncomfortable to wear. I feel like I can't breathe in them."
  },
  {
    "category": "bottoms",
    "name": "Light Denim High Waisted Jeans",
    "brand": "Paul Harris",
    "where": "Depop",
    "memory": "I bought these off of an app and they are my most favorite pair of jeans I own. I wear them all the time and I've had them since high school."
  },
  {
    "category": "bottoms",
    "name": "Dark Denim High Waisted Jeans",
    "brand": "Zara",
    "where": "Long Island",
    "memory": "I got these on sale and wear them all the time during the winter. They pair with almost everything I own."
  },
  {
    "category": "bottoms",
    "name": "Adidas Striped Trainers",
    "brand": "Adidas",
    "where": "Outlet Store",
    "memory": "I wear these pretty much all the time. They are the most comfortable pair of sweats I own, and I dance a lot in them too. They were a staple when I was at Stony Brook."
  },
  {
    "category": "bottoms",
    "name": "Black Joggers",
    "brand": "Hollister",
    "where": "Online",
    "memory": "These are one of the oldest pairs of pants that I own in my closet. I've been wearing them since the beginning of high school. They are so comfortable and I love wearing them to bum around or dance in."
  },
  {
    "category": "bottoms",
    "name": "Olive Green Joggers",
    "brand": "Yesstyle",
    "where": "Online",
    "memory": "These pants remind me of Kim Possible, who is who I dressed up as for Hallloween when I visited my friend at Cornell. The hook kept falling off so I had to sew it back on."
  },
  {
    "category": "bottoms",
    "name": "Pink Power Pants",
    "brand": "Zara",
    "where": "Long Island",
    "memory": "I call these my power pants because the combination of the style and color makes me feel so confident. I wear these when I want to feel good and when I have job interviews."
  },
  {
    "category": "bottoms",
    "name": "Turquoise Cargo Pants",
    "brand": "Forever 21",
    "where": "New York City",
    "memory": "I love the baggy fit of these pants and wore them on my 21st birthday celebration. These are definetely my favorite pair of pants that I own in my closet so far."
  },
  {
    "category": "bottoms",
    "name": "Black Culottes",
    "brand": "Unknown",
    "where": "Taiwan",
    "memory": "The fabric of these pants is very light and airy so I love wearing them in the summer time. I got them at a nightmarket in Taiwan a few years ago."
  },
  {
    "category": "bottoms",
    "name": "Navy Chino Pants",
    "brand": "Giordano",
    "where": "Taiwan",
    "memory": "One of my favorite pair of pants in my closet. I bought them in Taiwan when I taught English in the countryside because we weren't allowed to wear shorts. One end of the drawstrings is missing because it got caught in the"
  },
  {
    "category": "bottoms",
    "name": "Light Denim High Waisted Shorts",
    "brand": "American Apparel",
    "where": "Online",
    "memory": "My favorite pair of shorts. I wear them all the time in the summer and they fit me perfectly."
  },
  {
    "category": "bottoms",
    "name": "Light Denim Skirt",
    "brand": "Unknown",
    "where": "Hand me down",
    "memory": "Another item of clothing my room mate gave to me over the summer. I wore them when I hung out with my old room mates from Stony Brook for a birthday party."
  },
  {
    "category": "bottoms",
    "name": "Khaki Shorts",
    "brand": "Unknown",
    "where": "Depop",
    "memory": "I wore this a lot when I was in Martinique. I have to roll them up because they are long and then the pockets always show. They remind me of the beach."
  },
  {
    "category": "bottoms",
    "name": "Black Athletic Shorts",
    "brand": "Unknown",
    "where": "Taiwan",
    "memory": "Purchased at a nightmarket, I wear these the most often when I go to dance workshops in the summertime."
  },
  {
    "category": "shoes",
    "name": "Superstars",
    "brand": "Adidas",
    "where": "New York City",
    "memory": "I got these in summer of 2014. I wore them for 3 years almost everywhere I went, including places like Taiwan, Spain, and LA."
  },
  {
    "category": "shoes",
    "name": "Yung-96 Sneakers",
    "brand": "Adidas",
    "where": "Online",
    "memory": "These are my favorite pair of shoes so far. They are so comfortable and they make me feel confident when I dance."
  },
  {
    "category": "shoes",
    "name": "Nike Air Max 98's",
    "brand": "Nike",
    "where": "Nike Soho Store",
    "memory": "I bought these sneakers with my first ever paycheck when I shot for Nike Air Society; my first professional photography gig."
  },
  {
    "category": "shoes",
    "name": "White Roshes",
    "brand": "NIke",
    "where": "Gifted",
    "memory": "My main pair of sneakers when I dance. I wear them so often that there's a small hole forming."
  },
  {
    "category": "shoes",
    "name": "Old Skool Vans",
    "brand": "Vans",
    "where": "Online",
    "memory": "The platform of these sneakers make me feel tall, but they are actually quite uncomfortable to walk around for a while in."
  },
  {
    "category": "shoes",
    "name": "Black Creepers",
    "brand": "TUK",
    "where": "Thrifted",
    "memory": "I remember finding these senior year of high school and feeling so excited since I got them for cheap. I had wanted a pair for a while but they were originally too expensive."
  },
  {
    "category": "shoes",
    "name": "Black Chelsea Boots",
    "brand": "ASOS",
    "where": "Gifted",
    "memory": "My brother bought these for me for my birthday a few years ago. They are my favorite pair of boots to wear in the winter time and have clearly been through a lot."
  },
  {
    "category": "shoes",
    "name": "Timberland Boots",
    "brand": "Timberlands",
    "where": "Gifted",
    "memory": "I wore these during tailgate during my freshman year of college and threw up all over them because I got too drunk. They were brand new too... I'm not proud."
  },
  {
    "category": "shoes",
    "name": "Brown Sandals",
    "brand": "Unknown",
    "where": "Gifted",
    "memory": "My mom bought these for me on her trip to Greece. They are handmade and very comfortable to walk in. I love going to the beach wearing these. They remind me of going on vacation and the summertime."
  },
  {
    "category": "shoes",
    "name": "Calvin Klein Heels",
    "brand": "Calvin Klein",
    "where": "DSW",
    "memory": "I wear these when I go out. They make me feel tall and confident, and they are surprisingly pretty comfortable to walk in."
  },
  {
    "category": "accessories",
    "name": "Fjallraven Kanken Green Backpack",
    "brand": "Fjallraven Kanken",
    "where": "Sweden",
    "memory": "I use this backpack a lot, especially when I am traveling. I bought this in Sweden because I thought it would be cheaper since the brand originated from there, but it was actually more expensive."
  },
  {
    "category": "accessories",
    "name": "Adidas Light Blue Backpack",
    "brand": "Adidas",
    "where": "New York",
    "memory": "This is the current backpack that I use. It fits so many things inside and is waterproof. The color reminds me of the sky."
  },
  {
    "category": "accessories",
    "name": "Adidas Black Logo Backpack",
    "brand": "Adidas",
    "where": "Online",
    "memory": "I can fit so many things in this backpack and it will still feel light. I used to use this backpack when I was a student at Stony Brook."
  },
  {
    "category": "accessories",
    "name": "Parsons Tote Bag",
    "brand": "Parsons",
    "where": "The New School",
    "memory": "Are you really a Parsons student if you don't own this?"
  },
  {
    "category": "accessories",
    "name": "Adidas Duffel Bag",
    "brand": "Adidas",
    "where": "Long Island",
    "memory": "I use this everytime I have to stay somewhere overnight for a day or two."
  },
  {
    "category": "accessories",
    "name": "Communication Design Tote Bag",
    "brand": "Parsons",
    "where": "Gifted",
    "memory": "I got this for free at the CD event last semester. The colors remind me of IKEA."
  },
  {
    "category": "accessories",
    "name": "Brown Bucket Bag",
    "brand": "Urban Outfitters",
    "where": "Online",
    "memory": "This bag is perfect for when I want to sneak snacks into the movie theater, also when I want to use a nicer bag to put my camera in."
  },
  {
    "category": "accessories",
    "name": "Michael Kors Purse",
    "brand": "Michael Kors",
    "where": "Gifted",
    "memory": "I rarely use this purse, but when I do, it's for special occasions. I can only fit my phone in it."
  },
  {
    "category": "accessories",
    "name": "Adidas Fanny Pack",
    "brand": "Adidas",
    "where": "New York City",
    "memory": "I never knew how convenient and lifechanging a fanny pack was before I bought this. I wore it to a Brockhampton concert a few months ago."
  },
  {
    "category": "accessories",
    "name": "Black Camera Bag",
    "brand": "Lowepro",
    "where": "New York City",
    "memory": "What I use to carry my DSLR camera in. I use this when I am traveling and pretty much everywhere I go when I'm taking photos."
  },
  {
    "category": "accessories",
    "name": "Yellow Knit Scarf",
    "brand": "Handmade",
    "where": "Gifted",
    "memory": "One of my most closest and best friends, Casey made this scarf for me. It's one of the most thoughtful gifts I've received."
  },
  {
    "category": "accessories",
    "name": "Brown Circle Scarf",
    "brand": "Macys",
    "where": "Gifted",
    "memory": "This is probably the oldest item I still have in my closet. It was given to me when I was in the sixth grade at Chinese School for Secret Santa. I still wear it all the time."
  },
  {
    "category": "accessories",
    "name": "Black Christina Paik Socks",
    "brand": "The Hundreds",
    "where": "Online",
    "memory": "From a collaboration between The Hundreds and Christina Paik, who is my favorite photographer and one of my biggest inspirations for why I transferred to Parsons."
  },
  {
    "category": "accessories",
    "name": "Red Christina Paik Socks",
    "brand": "The Hundreds",
    "where": "Online",
    "memory": "I also have this in black."
  }
]